Repository: thierryH91200/Planification
Catalog: Planification/Localizable.xcstrings
Source language: en
Languages: fr

source: All repeating schedules have been removed.
fr: Toutes les planifications répétitives ont été supprimées.

source: Apply
fr: Appliquer

source: Cancel schedule
fr: Annuler la planification

source: Current schedule
fr: Planification actuelle

source: Error
fr: Erreur

source: Friday
fr: Vendredi

source: hour(s)
fr: heure(s)

source: Monday
fr: Lundi

source: No day selected. Enable at least one day in each column.
fr: Aucun jour sélectionné. Activez au moins un jour dans chaque colonne.

source: No schedule set.
fr: Aucune planification.

source: Operation cancelled (no password provided).
fr: Opération annulée (mot de passe non fourni).

source: Restart
fr: Redémarrage

source: Saturday
fr: Samedi

source: Schedule
fr: Planification

source: Schedule applied
fr: Planification appliquée

source: Schedule cancelled
fr: Planification annulée

source: Show current schedule
fr: Voir la planification actuelle

source: Shut Down
fr: Extinction

source: Sleep
fr: Suspension d’activité

source: Start up or wake
fr: Démarrage ou réveil

source: Sunday
fr: Dimanche

source: This panel lets you schedule the start-up, sleep, or shutdown of your Mac. These settings use the system command “pmset” and require your password.
fr: Ce panneau vous permet de configurer des horaires pour le démarrage, la suspension d’activité ou l’arrêt de votre Mac. Ces réglages utilisent la commande système « pmset » et demandent votre mot de passe.

source: Thursday
fr: Jeudi

source: Tuesday
fr: Mardi

source: Unable to create the script.
fr: Impossible de créer le script.

source: Unable to read the schedule: %@
fr: Impossible de lire la planification : %@

source: Unknown error
fr: Erreur inconnue

source: Wednesday
fr: Mercredi
